tap "bell-sw/liberica"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "exa"
brew "file-formula"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glab"
brew "htop"
brew "lua"
brew "mackup"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "telnet"
brew "thefuck"
brew "wget"
brew "yarn"
brew "eth-p/software/bat-extras"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "background-music"
cask "epic-games"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "gswitch"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "liberica-jdk17-full"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "miniconda"
cask "onedrive"
cask "raycast"
cask "stats"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
cask "zoom"
mas "Microsoft OneNote", id: 784801555
