tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "spring-io/tap"
brew "bash"
brew "bat"
brew "bottom"
brew "coreutils"
brew "exa"
brew "file-formula"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glab"
brew "openjdk"
brew "gradle"
brew "hexyl"
brew "lua"
brew "mackup"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "postgresql"
brew "ripgrep"
brew "scrcpy"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "thefuck"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "eth-p/software/bat-extras"
brew "spring-io/tap/spring-boot"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "cheatsheet"
cask "epic-games"
cask "font-caskaydia-cove-nerd-font"
cask "gswitch"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "miniconda"
cask "monolingual"
cask "onedrive"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "scenebuilder"
cask "stats"
cask "syntax-highlight"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
cask "zoom"
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
