tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "ed"
brew "exa"
brew "file-formula"
brew "fish"
brew "gh"
brew "git"
brew "grep"
brew "lua"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql"
brew "starship"
brew "telnet"
brew "vim"
brew "yarn"
cask "adoptopenjdk16"
cask "adoptopenjdk16-openj9-jre"
cask "aldente"
cask "appcleaner"
cask "epic-games"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "gswitch"
cask "intellij-idea"
cask "kitty"
cask "miniconda"
cask "onedrive"
cask "raycast"
cask "stats"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
